Repository: ivancabeUIB/web-studies-IDEL
Catalog: IDEL_web_project/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Catalan
ca: Català

source: Spanish
ca: Espanyol

source: English
ca: Anglès

source: Name
ca: Nom

source: Description
ca: Descripció

source: Recomendados
ca: Recomenats

source: Proyectos
ca: Projectes

source: Baremos
ca: Barms

source: Sobre nosotros
ca: Sobre nosaltres

source: Aquí puedes registrarte para participar en los experimentos del Laboratorio de Investigación en Desarrollo, Educación y Lenguaje (I+DELab). Nuestro laboratorio está en el campus de la UIB, en el edificio Guillem Cifre, pero también llevamos a cabo muchos estudios online. En esta sección de la web aparecerán los estudios disponibles y solo tendrás que hacer clic para participar. ¡Gracias por contribuir al progreso de la ciencia y la educación con nuestro grupo!
ca: Aquí et pots registrar per participar en els experiments del Laboratori de Recerca en Desenvolupament, Educació i Llenguatge (I+DELab). El nostre laboratori està al campus de la UIB, a l'edifici Guillem Cifre, però també fem molts estudis en línia. En aquesta secció de la web apareixeran els estudis disponibles i només hauràs de fer clic per participar. Gràcies per contribuir al progrés de la ciència i l'educació amb el nostre grup!

source: Contacto
ca: Contacte

source: Ponte en contacto con nosotros sobre cualquier problema o duda.
ca: Possa't en contacte amb nosaltres per qualsevol problema o dubte.

source: Por favor ingresa un email válido.
ca: Per favor introdueix un email vàlid.

source: Por favor ingresa tu comentario.
ca: Per favor introdueix el teu comentari.

source: Redes Sociales, Agradecimientos y Políticas
ca: Xarxes socials, Agradeïments i Polítiques

source: Politicas de privacidad
ca: Polítiques de privacitat

source: Politicas de cookies
ca: Polítiques de cookies

source: No se ha configurado un footer
ca: No s'ha configurat un footer
